[language]

;Language name 

name=Türkçe

[firstrun]
chooselanguage=Uygulama dilini seç.
ok=Tamam
ignore=Yoksay
oldini=Yapılandırmanızı önceki bir kurulumdan geri yükleyin
loadini=İçe Aktar
loadfail=Yapılandırma dosyası bulunamadı.
loadsuccessful=İçe Aktarma Başarılı! 
steambak=Steam Cloud'taki yapılandırma dosyalarını içe aktarmak istiyor musun? 
steamerror=Bozuk dosyalar nedeniyle kritik bir hata oluştu. Lütfen Steam'den dosya bütünlüğünü kontrol edin.

[steam]
save=Yapılandırmayı Steam Cloud'a yükle
load=Steam Cloud'daki yapılandırmayı geriyükle
steamnotrun=Bu özelliği kullanmak için Steam'i çalıştırmanız gerekiyor!
uploadfilemaxsize=Yüklenen dosyanın maksimum boyutu 100 MB'tır


[workshop]
list_install=Kurulu
list_home=Ana Sayfa
list_subscribe=Abone Olunanlar
list_upload=Yüklü
list_voteup=Favoriler
list_themesskin=Kaplamalar ve Temalar
list_widget=Bileşen biçimleri

newthemetip=Lütfen bir tema adı girin
deltheme=Temayı sil

subscribe=Abone ol
unsubscribe=Abonelikten ayrıl

icons=Simgeler
dockskin=Kaplamalar
Single icon=Tek simge
Time skin=Saat kaplaması
Calendar skin=Takvim kaplaması
Sound=Ses
language=Dil

sort_alltime=Tüm zamanlar
sort_week=Hafta
sort_month=Ay
sort_year=Yıl

sort_hot=Popüler
sort_new=Yeni
sort_sub=Abonelikler
sort_vote=Değerlendirme

filesize=Dosya boyutu
updatetime=Son güncelleme zamanı

opensteam=Steam'i aç
runerror=Bu özelliğin çalışması için Steam'in açık olması gerekir!

newtheme=Yeni tema
edittheme=Düzenle

[themesedit]
shell=Görünüş
offset=ofset
Delimiter and run=Sınırlayıcı ve çalıştırma göstergesi
Progress bar=İlerleme çubuğu

savetheme=Kurtarmak

applytheme=Kaydetme başarıyla bu temayı hemen uygular mı?
filetip_drop=Resmi buraya sürükleyip bırakın
filetip=Resmi doğrudan buraya tıklayın veya sürükleyip bırakın
dropfile=Bu görüntüyü değiştirmek istiyor musunuz?

selectpicture=Bir resim seçin
cliptip=Ekin
clipleft=Sol
clipbottom=Hemline (hemline)
clipright=Sağ
cliptop=Üst kenar

dockbg=Arka plan
dockblur=Arka planı bulanıklaştırma
Progress bar border=Çerçeve
Progress bar bg=Arka plan
Run indicator=Çalıştırma göstergesi
Run offset=Ofset
delimiter=Ayırıcı
Margins=Kenar boşlukları
Margins trimmer=Kenar boşluğu ince ayarı (önerilen değerler 0-0,2)

folder=Klasör
trash_empty=Geri Dönüşüm Kutusu (Boş)
trash_full=Geri Dönüşüm Kutusu (Dolu)

calmon=Ay
calday=Tarih

timebg=Arka plan
timehour=Saat
timeminute=Dakika
timesecond=Saniye

timetype=Saat türü
timetype_pointer=İşaretçi
timetype_number=Parmak
fontname=Font adı
fontsize=Font boyutu
fontalign=Metin hizalaması
fontpoint=Metin koordinatları
format=Saat biçimi
fontcolor=Metin rengi

workshopshare=Atölyeye tema yüklüyor musunuz?
sharesuccess=Atölyeye başarıyla yüklendi!
sharefailed=Yükleme başarısız oldu!

workshop_Preview=Önizleme
workshop_description=Tarif
workshop_otherPreview=Daha fazla önizleme
workshop_Previewbuild=Otomatik olarak oluşturulur
workshop_Previewselect=Resmi seçin
workshop_tip_description=Lütfen konunun açıklamasını girin

[systeminfo]
cpu=İşlemci
gpu=Ekran Kartı
memory=Bellek
system=İşletim Sistemi
moreinfo=Daha fazla

[monitor]
process=İşlemciler
readwrite=Oku/Yaz
usage=Kullanıldı


;------------------------------------
[tips]
openUACtip=Sistemin UAC'yi kapattığı algılandı, bu da dosyaları açmak için dock'a sürükleyip bırakma işlevinin kullanılamamasına neden olabilir Sistem UAC'sini etkinleştirmek istiyor musunuz?
openUACtip1=UAC başarıyla etkinleştirildi ve sistemin etkili olması için yeniden başlatılması gerekiyor. Sistemi hemen yeniden başlatmak istiyor musunuz?
openUACtip2=UAC etkinleştirilemedi!
crashtip=Bir hata MyDockFinder'ı kapanmaya zorladı. Yeniden başlatmak ister misiniz?
;------------------------------------

[iconame]

;dock Label name

explorer=Giriş
launchpad=Launchpad
cal=Takvim
trash=Çöp Kutusu

;The last icon in the folder interface

exploreropen=Finder'da aç
return=Geri

;System time icon label name format

timeformat=dd.MM.yyyy
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Kaldır

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Denetim Masası
taskbar=Sistem Tepsisi
systemtime=Saat
network=Yerel Ağ
weather=Hava Durumu
battery=Pil
startmenu=Başlat
virtualdesktop=Sanal masaüstleri


------------------------------------

[editicon]
;Edit icon window

addtips=Dosyalar buraya sürüklenip bırakılabilir.

reset=Sıfırla
ok=Tamam
restore=Geri al
addname=Adı düzenle
addicotips=Bir simge eklemek için sağ üstteki düğmeye tıklayın.
switch=Değiştir
trashempty=Çöpü boşalt
trashfull=Çöp dolu
iconshell=Simgeyi macOS standartlarına göre ölçekle
addline=Komut çalıştır

Icon Designer title=Simge Düzenleyici
Icon Designer=Düzenle
select=Dosya seç

share=Paylaş
icolabel=Simge
selectpicture=Seç
icosize=Simgeyi ölçekle
icooffsetx=Yatay simge ofseti
icooffsety=Dikey simge ofseti
icobackground=Arkaplan
iconshadow=Simge gölgelerini kullan
icoroundrect=Yuvarlak şekil açısı
icocolor=Renk
icogradient color=Degrade renkleri kullan
icocolorangle=Degrade renk açısı

;Pop up select file window title

selectfoldertitle=Klasör seçin
;Weather forecast search city
searchcity=Şehir ara


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Ay yazı tipi boyutu:
dayfontsize=Tarih yazı tipi boyutu:

monthfont=Ay yazı tipi:
dayfont=Tarih yazı tipi:
monthpoint=Ay konumu:
daypoint=Tarih Konumu:
monthposition=Ay hizalama:
dayposition=Tarih hizalama:
monthcolor=Ay rengi:
daycolor=Tarih rengi:
rotation=Dönme açısı:
default=Varsayılan ayarları kullan

ok=Tamam
test=Dene

left=Sol
right=Sağ
center=Merkez

;Pop up select picture window title

selectcalicon=Takvim resmi seçin

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Bu program zaten Dock'ta var.

titleerror=Program görünen adı boş olamaz.
filepatherror=Program dosya yolu ve simgesi boş olamaz.

padtitleerror1=Dosya adı zaten var, lütfen farklı bir ad girin.
padtitleerror2=Dosya değiştirme başarısız oldu, lütfen programı 'C' sürücüsüne koymayın!

workshopshare=Bu simgeyi Steam Atölye'ye yükle?
workshopsharesuccess=Simge Steam Atölye'ye başarıyla yüklendi!
workshopsharefailed=Simge yükleme başarısız.

formaterror=Desteklenmeyen format. Sadece .png, .ico, .exe ve .lnk uzantılı dosyalar desteklenmektedir.

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Steam Cloud Kaydet
uploadcloudini=Arşivi yükleyin
nofoundini=Arşiv yüklenmedi
downloadcloudini=Arşivi indirin
managesteamcloud=Dosyaları yönetme
cloudfile=Steam bulut dosyaları
uploadcloudfile=Dosyayı yükleyin
filename=Dosya adı
filesize=Dosya boyutu
filetime=Yükleme süresi

settitle=MyDockFinder Ayarları

backupsuccess=Veriler başarıyla yedeklendi.
backupfail=Yedek yüklenemedi


Global Settings=Genel

openMyDock=MyDock'ı Etkinleştir
openMyFinder=MyFinder'ı Etkinleştir

gameautoclose=Tam ekranda oynatırken otomatik olarak çıkış
ProcessRecentFiles=Program tarafından en son açılan dosyaların sayısını görüntüler

DPIscale=Global arayüz ölçeği
Globalblurvalue=Global arayüz bulanıklığı yoğunluğu
Accentcolor=Vurgu Rengi
darkmodeall=Görünüm

darkmode_light=Açık
darkmode_dark=Koyu
darkmode_auto=Otomatik
darkmode_system=İşletim sistemini takip et
uiaccesstop=MyDockFinder'ı diğer tüm pencerelerin üstünde görüntüle

aero=Küresel bulanıklık efektini aç
systemdarkmode=MyDockFinder ile sistem renk şemasını eşleştirin
autoupdate=Güncellemeleri otomatik kontrol et
systemstart=Açılışta başlatma yöntemi
none=Açılışta başlatma
regedit=Kayıt Defteri Değeri
plantask=Planlı görev
Service=Servis olarak başlat

windowscenterscreen=Yeni pencere ekranın ortasında görüntüleniyor
showhidetaskbar_hotkey=Görev çubuğu sıcak tuşlarını göster veya gizle

autohidetaskbar=Açılışta görev çubuğunu otomatik gizle

hidetaskbar_dock=Dock'ın göründüğü ekranda gizle
hidetaskbar_all=Tüm ekranlarda gizle

languagechoice=Dil
allfont=Yazı Tipi
usefontbold=Her zaman kalın yazı tipi kullan
fontscale=Genel yazı tipi ölçeklendirmesini değiştirme


themes=Görünüş

customize_blur=Bulanıklık yoğunluğu
customize_opacity=Şeffaflık
customize_stroke=Sınır saydamlığı
customize_enabled_dockbg=Dock'ın özel bulanıklık ve saydamlık değerlerini kullanmasını sağla
customize_enabled_iconreflection=Sabitlenmiş simgelerin Dock'tan yansımasını sağla
customize_blur_iconreflection=Yansıma bulanıklık sertliği
customize_opacity_iconreflection=Yansıma şeffaflığı
customize_offset_iconreflection=Simge yansıma mesafesini ayarlama
customize_stoppoint_iconreflection=Simge yansımasının gradyan mesafesini ayarlama

customize_enabled_icontag=Dock simge etiketlerinin özel bulanıklık ve saydamlık değerlerini kullanmasını sağla
customize_enabled_menu=Bağlam menülerinin özel bulanıklaştırma ve şeffaflık değerlerini kullanmasını sağla
customize_enabled_window=MyDockFinder menülerinin özel bulanıklık ve saydamlık değerlerini kullanmasını sağla
customize_enabled_finder=Finder'ın özel bulanıklık ve saydamlık değerlerini kullanmasını sağlayın
customize_opacity_wallpapercolor=Duvar kağıdı tonu yoğunluğu
customize_enabled_folder=Klasör içeriği ızgarasının özel bulanıklık ve saydamlık değerlerini kullanmasını sağla
customize_enabled_foldersize=Klasör arabirimi, özel simge boyutunu kullanır

customize_enabled_pad=Launchpad özel arkaplan bulanıklılığını kullansın
customize_enabled_pad_backdrop=Launchpad'i pencereleri gizlemek yerine üstünde görüntüle
customize_enabled_pad_winuiwallpaper=Launchpad, arka planı önceden oluşturmak yerine bulanıklaştırır
selectthemes_icon=Simge teması
selectthemes_dockskin=Dock kaplaması


general=Görünüm & Davranış
advanced=Gelişmiş
preview=Pencere Önizleme
minimizewindowsettings=Küçültme Efektleri
systrayicoset=Simge Tepsisi
screenset=Ekran
timeset=Zaman & Tarih
notificationset=Bildirimler

audioset=Ses
displayset=Görüntü
mediaset=Medya
batteryset=Pil
netset=Ağ
monitorset=Donanım Durumu
windowsanimationset=pencere animasyonu


about=Hakkında

icosize=Simge boyutu
icoeffect=Simge efekti

dockeffect_none=hiçbiri
dockeffect_scale=Ölçeklendirme
dockeffect_select=Seçme
dockeffect_light=aydınlatma
dockeffect_scaleandlight=Ölçeklendirme ve ışık
dockeffect_selectandlight=Seç ve Light
icolightvalue=Simge ışık yoğunluğu
icobglightvalue=Simge arka plan ışık yoğunluğu
icobglightcolor=Simge arka plan açık renk

icomaxsize=Simge büyütme

icospace=Simgeler arası mesafe
edgeposition=Dock ile ekran arası mesafe
iconimmersion=Dock boştayken daldırma modunu kullanır


displaymode=Dock görüntüleme modu
displaynormal=Varsayılan
displaybottom=Üstünü kapla
displayauto=Otomatik gizle
displaysmart=Akıllı otomatik gizle
displayhotkey=Yalnızca şununla göster
displayalways=Her zaman göster
displayhide=Her zaman gizle
displayalwaysshow=Her zaman görünürlüğü zorla
displaydesktop=Sadece masaüstünde görüntüle

showmodewindows=Dock'un algılama penceresini nasıl göstereceğini ve gizleyeceğini seçme
showhidetest_exe=Geçerli program penceresi
showhidetest_all=Tüm program pencereleri

showhidetype=Gizli efekti göstermek için Dock'u seçin

showhideeffect_move=hareket etmek
showhideeffect_opacity=Sönüp git

activation Dock Type=Dock, nasıl etkinleştirildiğini gösterir
showdockact_mouse=Ekranın kenarı
showdockact_bar=Aktivasyon çubuğu

actbar_weight=Etkinleştirme çubuğu genişliği
actbar_height=Etkinleştirme çubuğu yüksekliği
actbar_offset=Etkinleştirme çubuğunun ekrana olan uzaklığı
mouseactdock=Fare gecikmesi, yuva süresini etkinleştirir


positiononscreen=Ekrandaki konumu
screenleft=Sol
screenbottom=Alt
screenright=Sağ
screentop=Üst

multiscreen=Dock'ın gösterileceği ekranı seçin
multiscreenpad=Launchpad'in gösterileceği ekranı seçin

padicotype=Launchpad'de hangi simgelerin gösterileceğini seçin
padicotype_normal=Eklenen simgeler
padicotype_startmenu=Başlat menüsü
padicotype_desktop=Masaüstü
padicosize=Launchpad simge boyutu
padicospacex=Simge yatay boşluk
padicospacey=Simge dikey boşluk
padicoblacklist=Silinen Başlat Menüsü programını düzenleyin
padblacklist=Listeleri yönetme


padscreenname=Dock'ı Takip Et
lockicon=Simgeleri kilitle
showicontag=Simge etiketlerini göster
windowsborder=Pencerelerin Dock ve Finder'ı gizlemesini önlemek için pencere kenarlıklarını açın
jumpanimation=Uygulama açılışlarını canlandır
folderDoubleclickOpen=Klasörü Finder'da açmak için çift tıkla
foldernoshowopen=Klasörü aç butonunu gizle
iconmask=Tüm simgeleri macOS standartlarına göre ölçekle
show indicators=Çalışan programların altında gösterge göster
Runapp separator=Sabitlenmemiş çalışan uygulamaları ayır
newapp=Sabitlenmemiş çalışan uygulamaların simgelerini göster
blacklist=Çalışan program karalistesini yönet
noblacklist=Program karalistesini devre dışı bırak
hotcornerleft=Sol-Alt köşe eylemi
hotcornerright=Sağ-Alt köşe eylemi
hotkeypad=Launchpad kısayolunu göster
hotkeyDock=Dock kısayolunu göster
hotkeyborder=Pencere kenarlığı geçiş kısayolu

dockicobackup=Dock düzenini yedekle
backuplist=Yedek dosyalarını yönet
Addbackupdockico=Yerleşim yedeği ekle
locationbackup=Yedek konumunu aç

minimize=MyDockFinder küçültme efektini kullan
animationoff=Pencereleri küçültürken animasyon kullanma
Slow animation=Animasyonu yavaşlatmak için 'Shift' butona basılı tut
minimizeeffect=Küçültme Animasyonu

genie=Genie
scale=Scale
scaleDX=Scale DirectX
suck=Suck
Minimize dynamics=Küçültüldüğünde dinamik olarak pencere içeriğini görüntüle

minimizeAnimationspeed=Küçültme animasyon hızı
Minimize to icon=Pencereleri kendi simgelerine küçült
Minimizeblacklist=Küçültme animasyonu karalistesi
Editwindowlist=Listeyi aç

minicopos=Pencere simgesinin konumunu simge durumuna küçültme
dockmin_lastico=Sağdaki simgenin yanında
dockmin_right=Sağ tarafta bağımsız olarak görüntülenir
dockmin_rightandlim=Sağ taraf bir ayırıcı kullanılarak bağımsız olarak görüntülenir

previewon=Pencere önizlemeyi etkinleştir
previewsize=Pencere önizleme boyutu
previewdelay=Üzerine geldiğinde önizleme gecikmesi

previewcontrol=Show preview elements
previewappname=Uygulama adı
previewbutton=Pencere kontrol butonları
aeropeek=Üzerine geldiğinde pencereyi göster


logotype=MyFinder menü simgesi
diylogo=Dosya seç
shutdownmsgbox=Kapatma onay kutusu
finderdark=Finder görünümü

stagemanagerset=Sahne
showstagemanager=MyFinder'da Sahne simgesini göster
showstagemanagerwindowtitle=Fareyle üzerine gelindiğinde pencere başlığını göster
showstagemanagerdesktophidewindows=Tüm pencereleri gizlemek için masaüstüne tıklayın
showstagemanagermediaplaypause=Arka plan penceresi medyasını otomatik olarak duraklatın ve oynatın
stagemanager_hotkey=Sahne kısayolu

stagemanagerblacklist=Sahne'den hariç tutulan programlar

stagemanager_showdesktop=Masaüstü öğelerini göster
desktopico_hide=Her zaman gizle
desktopico_auto=Otomatik göster-gizle
desktopico_show=Her zaman göster

stagemanager_enable=Sahne'yi etkinleştir
stagemanager_listpos=Pencere konumu
stagemanager_listshowmode=Pencere davranış biçimi

stagemanager_windowsize=Pencere boyutu
stagemanager_windowspace=Pencereler arasındaki boşluk
stagemanager_windowcount=Gösterilecek pencere sayısı
stagemanager_windowsblur=Arka plan penceresi simgelerini bulanıklaştır

showmediacontrol=Medya oynatma simgesini görüntüler
showuseraccount=Hesap simgesi görüntülenir
mouseactfinder=Fare gecikmesi aktivasyonu MyFinder süresi
showusbdevice=USB çıkarılabilir diskler görüntülenir

systemtraycolor=Renkli tepsi simgelerini göster
showkeyboard=Giriş yöntemi menüsünü göster
showsearch=Arama simgesini göster
showLyrics=Müzik sözleri menüsünü göster
showLyrics_color=Renkli şarkı sözlerini göster

musiccontrolshowmode=Medya kontrollerini göster
musiccontrol_close=Asla gösterme
musiccontrol_activity=Şarkı sözleri olduğunda
musiccontrol_always=Her zaman göster


finderdark_auto=Duvar kağıdı rengini takip et
finderdark_set=İşletim sistemini takip et

multiscreenfinder=Finder'ın gösterileceği ekranları seçin
findershowallscreens=Tüm ekranlar

finderdisplaymode=Finder'ı otomatik gizle
finderautochangecolor=Büyütülmüş pencereler Finder görünümünü etkiler
finderfastclosewindow=Mevcut büyütülmüş pencereyi kapatmak için sağ üst köşeye tıklayın
myfinderscaleopen=Özel ölçeklendirme kullan

finderlockbtn=Tepsi simge yerleşimini kilitle

findershowmenu=Finder'da pencere seçeneklerini göster

showaudio=Finder'da ses seviyesi menüsünü göster
showmicrophone=Finder'da mikrofon kullanım simgesini göster

showbattery=Finder'da pil durumu menüsünü göster
shownetwork=Finder'da internet bağlantı menüsünü göster
showbluetooth=Finder'da Bluetooth menüsünü göster
showdisplay=Finder'da Ekranlar menüsünü göster

showbatterytime=Kalan pil süresini görüntüler
batteryshow_none=Gösterilmiyor
batteryshow_acdc=Her zaman görüntülenir
batteryshow_ac=Güç kaynağı kullanırken
batteryshow_dc=Pilleri kullanırken

powerset_open=Güç planlarını otomatik olarak değiştirme
powerset_aconline=Güç kullanırken güç planları
powerset_battery=Pilleri kullanırken güç planları

bluetooth_showbattery=Bağlı Bluetooth cihazlarını göster
bluetooth_not show=Gösterme
bluetooth_icon=Sadece simgeleri göster
bluetooth_value=Simgeleri ve pil durumunu göster

showcpu=İşlemci
showtemp=Sıcaklıklar
showmen=Bellek
showdisk=Depolama
shownet=Ağ

Calendarfirstday=Haftanın ilk günü
Calendar_Sunday=Pazar
Calendar_Monnday=Pazartesi

formatdate=Tarih biçimi:
formattime=Zaman biçimi:
customformatdate=Tarih görüntüleme biçimini özelleştirme
customformattime=Zaman görüntüleme formatını özelleştirin

showbatteryvalue=Finder'da pil yüzdesini göster
audiotip=Ses seviyesi değiştiğinde ses çal
mediatype=Ses seviyesi ve parlaklık şekli

media_system=Windows
media_speakers=macOS
media_phone=iOS/iPadOS

hotkeyvolup=Ses seviyesi yükseltme kısayolu
hotkeyvoldown=Ses seviyesi düşürme kısayolu
hotkeyvolmute=Sesi kapatma kısayolu
hotkeymicup=Mikrofon ses seviyesi yükseltme kısayolu
hotkeymicdown=Mikrofon ses seviyesi düşürme kısayolu
hotkeymicmute=Mikrofon sesi kapatma kısayolu


hotkeybriup=Parlaklık yükseltme kısayolu
hotkeybridown=Parlaklık düşürme kısayolu

systemnotification=Sistem bildirimleri
usbdevicenotification=Çıkarılabilir disk bağlantı bildirimlerini göster
bluetoothdevicenotification=Bluetooth cihaz bağlantı bildirimini göster
Appnotification=Uygulama bildirimleri
notification_open=Bildirimlere izin ver
notification_type=Bildirim başlığı davranışı
notification_time=Banner bildirim ekranda kalma süresi
notification_show_close=Banneri asla gösterme
notification_show_once=Yalnızca bir kez göster
notification_show_always=Her zaman göster

trayicoallshow_myfinder=Finder'da her zaman tüm tepsi simgelerini göster
trayicoallshow_mydock=Dock'ta her zaman tüm tepsi simgelerini göster
trayicoallshow_systemico=MyFinder'da sistemin kendi tepsi simgesini görüntüler
trayico_waittime=Yeni çalıştırılan tepsi simgesi saati gösterir

Apptrayico=Tepsi Simgeleri
apptrayicoshow_finder=Tepsi simgelerini Finder'da göster
apptrayicoshow_dock=Tepsi simgelerini Dock'ta göster

screenround=Ekran Köşelerini Yuvarlatma
screenround_show=Bu ekranda yuvarlatılmış köşeleri etkinleştir
screenround_size=Yuvarlatma yarıçapı
screenround_color=Renk

openwindowsshow=Pencere açma animasyonu
windowsopeneffect=Pencere açma animasyon efekti

openwindowsclose=pencere kapatma animasyonu
windowscloseeffect=Pencere kapatma animasyon efekti
windowsblacklistadd=istisnalar eklemek için pencere
windowsblacklistdel=Dışlanan programlar için pencereleri kaldır
windowsclose_animation=Animasyon hızını ayarla

stagemanager_animation=Animasyon hızını ayarla
mediatiptime=Ses parlaklığı istemi görüntüleme süresi

other=Daha fazla

wallpaper=Dinamik duvar kağıtları

selectwallpaper=Dinamik Duvar Kağıdı
wallpapernone=Statik Duvar Kağıdı
loadwallpaper=Dinamik Duvar Kağıdı Yükle
wallpaperdownload=Websiteden Dinamik Duvar Kağıdı İndir
wallpaperOK=Uygula

restartdock=Dock'ı yeniden başlat

resetini=Veriyi temizle
resetini_ok=Kaldır
resetini_config=Preferences Profile
resetini_ico=Dock Icon Profile
resetini_padico=App Library Icon Profile
resetini_padicocache=Launchpad simge önbelleği

systemiconcache=Sistem simgesi önbelleği
uninstall=Kaldır

updatelog=Değişiklikler
updatelogcheck=Göster

ok=Tamam
cancel=İptal

------------------------------------------------------------
[hotcorners]
nothing=Bir şey yapma
allwindows=Tüm pencereleri göster
launchpad=Launchpad'i aç
displaytosleep=Ekranı kapat
startmenu=Başlat menüsünü aç
showdesktop=Masaüstünü göster
actioncenter=Takvimi aç
screensaver=Ekranı kilitle
Windows widget=Windows widget'ları

[settingtips]
backupsuccess=Başarıyla yüklendi!
backupfail=yükleme başarısız!

hotkeyhideerror=Lütfen Dock kısayol tuşunu görüntüleyecek şekilde ayarlayın, aksi takdirde bu işlev kullanılamayabilir!
resetinitip=Yapılandırma dosyasını sıfırlamak istiyor musunuz?
systemicontip=Sistem simgesi önbelleğini temizlemek istiyor musunuz?

;An error message pops up on the setting interface
winuiwallpapertip=Bu ayar kararsızdır ve bilgisayarınızı çökertebilir. Eğer bu yaşanırsa bilgisayar açıldıktan sonra ayarı devre dışı bırakın, ardından MyDockFinder'ı yeniden başlatın.
DPItips=Bazı arabirim öğeleri, MyDockFinder yeniden başlatılana kadar değişiklikleri yansıtmaz.

padicotypetips=Bu değişiklik Launchpad'deki tüm simgeleri sıfırlar, bunu yapmak istediğine emin misiniz?

edgetip= Açık limit penceresinin sınırı ayarlanamaz!
autohideerror= Pencere sınırı açılırken bu işlev etkinleştirilemez!
neterror=Bağlantı başarısız, lütfen internet bağlantınızı kontrol edin
autohide=Otomatik gizleme etkinleştirilemedi.
updateerror1=Bağlantı hatası, lütfen daha sonra tekrar deneyin.

updatetip1=Güncellemeleri denetle
updatetip2=Program otomatik güncellensin mi?

noupdate=Uygulama güncel

restarttip=Değişikliklerin uygulanabilmesi için uygulama yeniden başlatılacak.

languagetips=Bazı değişikliklerin uygulanabilmesi için yeniden başlatma gerekli!

restartruntip=Uygulamayı yeniden başlatmak istiyor musunuz?

backupfolderror=Yedekleme klasörü oluşturulamadı, lütfen dizinin salt okunur olmadığından emin olun.

backuptips=Bu yedek dosyasını geri yüklemek istiyor musunuz?


;-------------------------------------------------------------------

[menu]
;Right menu
closewindows=Pencereyi kapatın

RecentFiles=Son açılan dosyalar
otheroption=Seçenekler
dockmenu=Program menüsü
menurecent=Son ziyaret edilenler
menubind=Sabit
menutask=görev

edit_cut=Kes
edit_copy=Kopyala
edit_paste=Yapıştır
edit_selectall=Tümünü Seç
edit_delete=Sil
edit_openurl=URL'yi aç

workshop=Steam Atölye
newfinderwindow=Yeni Finder penceresi
gotofolder=Çalıştır
connecttoserver=Uzak bağlantı
showlaunchpad=Launchpad'i Göster


addnormalicon=Uygulama simgesi ekle
addsystemicon=Sistem kısayolu ekle
add delimiter=Ayraç ekle
del delimiter=Bu ayracı kaldır

showtaskbar=Görev çubuğunu göster
hidetaskbar=Görev çubuğunu gizle
preference=Tercihler
enddock=Çık

editicon=Simgeyi düzenle
removefromdock=Dock'tan kaldır
keepindock=Dock'a sabitle
locationfile=Konumunu aç
runagain=Tekrar çalıştır
nevershowthis=Simgeyi gizle
adminmode=Yönetici olarak çalıştır
open=Başlat
quit=Sonlandır

emptytrash=Çöpü boşalt
sortorder=Sırala
Byname=Ad
Bysize=Boyut
Byextension=Tür
Bydate/time=Son düzenleme
Createtime=Oluşturulma zamanı
Groupdirectories=Önce dizinler
reverseorder=Tersine sırala
closewindow=Bu pencereyi kapat
Display=Klasör içeriğini şu şekilde göster
Folder=Klasör
Stack=Yığın
Locatefolder=Doğrudan aç
FolderEffect=Klasör görüntüleme biçimi
Grid=Izgara
Fan=Fan
menufold=Menü

showmodeapps=Davranış biçimi belirle
showmodedesktop=Davranış biçimi belirle
NominiEffect=Küçültme animasyonu kullanma
nevershowprogress bar=İlerleme çubuğu gösterme
showmodenormal=Ayarları takip et
msgtips=Mesaj hatırlatıcısı ayarla
incognito=Yeni gizli pencere

systemmenu=Sistem bağlam menüsü

timeskin=Saat teması seç
timedefault=Varsayılan

----------------------------------------------

[launchpad]

addicon=Simge Ekle
deleteicon=Simgeyi kaldır
padsortname=İsme göre sırala
padsort=Otomatik doldur

search=Ara
ok=Tamam
addtips=Eklemek istediğiniz uygulama veya kısayolları buraya sürükleyin.
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Evet
cancel=Hayır
trashok=Evet
trashtitle=Çöp kutusunu boşaltmak istediğinize emin misiniz?
batterytip=Pil yüzdesi düşük, PC'niz bir güç kaynağına bağlanmazsa yakında kapanacaktır.

eject=Aygıt çıkarıldı.
Connected=Aygıt zaten bağlı.
brightnesstip=Monitörün parlaklığını ayarlamak monitörde kalıcı hasara neden olabilir, lütfen dikkatli olun!
brightnesstip1=0 monitör parlaklığı algılanırsa, monitör içeriği görüntülemezse veya Tamam'ı tıklatmazsa, 5 saniye sonra ekran parlaklığını sıfırlayın


-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=d MMMM dddd
2=ddd
3=d MMM
4=MMM d ddd
5=ddd MMM d
6=ddd d MMM yyyy

[formattime]
1=HH:mm
2=hh:mm tt
3=HH:mm:ss
4=hh:mm:ss tt

[calicon]

;Calendar icon month text
m1=Ocak
m2=Şubat
m3=Mart
m4=Nisan
m5=Mayıs
m6=Haziran
m7=Temmuz
m8=Ağustos
m9=Eylül
m10=Ekim
m11=Kasım
m12=Aralık


[findermenu]
spatialaudio=Uzamsal Ses

bluetoothdisconnect=Bağlantıyı Kes
bluetoothunpair=Cihazı Sil

lockscreen=Ekranınızı kilitleyin
usersetting=Hesap Ayarları

HideMenu=Pencere menü çubuğunu gizler
systemmenu=Pencere menüsü

bluetooth=Bluetooth
Bluetooth settings=Bluetooth ayarları
device=Cihaz
Preferred network=Tercih edilen ağ
other networks=Diğer ağlar
network settings =Ağ ayarları
Audio=Ses
output=Çıkış
Microphone=Mikrofon
input=Giriş

audio settings=Ses Ayarları
battery settings=Pil Ayarları
BatteryEstimatedTime=Tahmini kalan süre: ‍ 
batterytime_hour= ‍ saat , ‍ 
batterytime_min= ‍ dakika
Edit title=Başlığı düzenle
Window border=Pencere çerçevesini tut
end finder=Kapat
About This PC=PC Hakkında
System settings=Sistem ayarları
app Store=Microsoft Store
Task manager=Görev yöneticisi
Sleep=Uyku
Dormant=Hazırda beklet
Shutdown=Bilgisayarı kapat
Reboot=Yeniden başlat
Shutdown&Update=Kapatın ve güncelleyin...
Reboot&Update=Yeniden başlatın ve güncelleyin...

Lock screen=Kilitle
Logout=Çıkış yap

symbol=İfadeleri ve sembolleri göster
Screen Keyboard=Ekran klavyesini göster
keyboardname=Klavye düzeni adını göster
Keyboard settings=Klavye Ayarları
display=Parlaklık
systemdark=Koyu mod
bluelight=Gece ışığı
focusassist=Odaklanma
focusoff=Odaklanmayı devre dışı bırak
focusPriorityOnly=Sadece önemli bildirimler
focusAlarmsOnly=Sadece alarmlar
Notification settings=Bildirim Ayarları
screen projection=Ekran yansıtma
screen INTERNAL=Sadece ana ekran
screen CLONE=Tekrarla
screen EXTEND=Genişlet
screen EXTERNAL=Sadece ikinci ekran

displayset=Ekran Ayarları
hotspot=Hotspot
airplane=Uçak Modu
deviceon=Aygıt Bağlı
deviceoff=Aygıt Bağlı Değil
eject=Aygıtı Çıkar‍ 
open=Aygıtı Aç‍ 

[findertips]
Mute=Sesi kapat
battery=Pil
AcOnLine=Prize takılı
Charging=Şarj oluyor
notCharging=Şarj olmuyor
Usebattery=Pil düzeyi ‍ 
Full battery=Pil doldu
brightness=Parlaklık
show trayico=Sistem tepsisini göster
[findertitle]

[findermenubrowser]
new=Yeni
newtab=Yeni sekme
newwindow=Yeni pencere
favorites=Yer işaretleri
history=Geçmiş
download=İndirilenler
window=Pencere
file=Dosya
no file=Dosya seçilmedi

View=Görünüm
Sort by=Sıralama
Group by=Gruplama ölçütü
refresh=Yenile
showicons=Masaüstü öğelerini göster

sort_none=Sıralama
sort_bigicon=Büyük simgeler
sort_mediumicon=Orta boyutlu simgeler
sort_smallicon=Küçük simgeler
sort_superbigicon=Çok büyük simgeler
sort_list=Listele
sort_details=Ayrıntılar
sort_tile=Döşeme
sort_content=içerik
sort_name=Ad
sort_size=Boyut
sort_type=Öğe türü
sort_time=Değiştirme tarihi
sort_ascending=Artan
sort_descending=Azalan
sort_AutoArrange=Simgeleri otomatik düzenle
sort_snaptogrid=Simgeleri klavuz çizgisine hizala

[shutdown]
shutdown=Bilgisayar kapatılsın mı?
Reboot=Yeniden başlatılsın mı?
Logout=Oturumu kapatmak istiyor musunuz?
Dormant=Bilgisayarınız hazırda bekletilsin mi?
sleep=Bilgisayarınız uyku moduna alınsın mı?

now=Şimdi
minute='


[wifi]
password=Parola:
showpassword=Parolayı göster
join=Katıl
cancel=İptal


[weather]
00=Güneşli
01=Bulutlu
02=Tüm gün bulutlu
03=Sağanak yağmur
04=Yağmurlu gök gürültüsü
05=Dolu ile birlikte gök gürültülü sağanak yağışlar
06=Sulusepen
07=Hafif yağmur
08=Ilımlı yağmur
09=Yoğun yağış
10=Yağmur fırtınası
11=Yoğun yağış
12=Yoğun yağış
13=kar yağışı
14=Hafif kar yağışı
15=hafif bulutlu
16=Yoğun kar yağışı
17=kar fırtınası
18=Bulutlu
19=Dondurucu yağmur
20=Kum fırtınası
21=Hafif-orta dereceli yağmur
22=Orta şiddetli yağmur
23=Yoğun yağış
24=Şiddetli-orta yağmur
25=Şiddetli yağmur
26=Küçük ila orta kar
27=Orta ila şiddetli kar yağışı
28=Aşırı kar fırtınası
29=Yüzen toz
30=Kum fırtınası
31=Güçlü kum fırtınası
32=Yoğun sis
33=Kar yağışı
49=Güçlü sis
53=Puslu
54=orta derecede puslu
55=çok puslu
56=çok puslu
57=Yoğun sis
58=Güçlü sis
301=Yağmurlu
302=Karlı
